# Core development tools
brew "alacritty"
brew "awscli"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "posting"
brew "ripgrep"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "uv"
brew "zoxide"

# Fonts and applications
cask "bluesnooze"
cask "alacritty"
cask "alfred"
cask "docker-compose"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iterm2" 
cask "jq"
cask "nmap"
cask "podman"
cask "protobuf"
cask "slack"
cask "terraform"
cask "zed"